Repository: theomendes/challenge-ml
Catalog: Challenge Mercado Libre/Core/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: By %@
es: Pela %@
pt_br: Por %@

source: Characteristics
es: Características
pt_br: Caracteristicas

source: Free shipping
es: Envío gratis
pt_br: Frete grátis

# In %lldx %@
source: In %1$lldx %2$@
es: En %1$lldx %2$@
pt_br: Em %1$lldx %2$@

source: New
es: Nuevo
pt_br: Novo

source: %@ Official store
es: Tienda oficial %@
pt_br: Loja oficial %@

# search_error_generic_error
source: An unknown error occurred.
es: Ocurrió un error desconocido.
pt_br: Ocorreu um erro desconhecido.

# search_error_no_internet_connection
source: No internet connection. Please check your network and try again.
es: Sin conexión a Internet. Verifique su red e intente nuevamente.
pt_br: Sem conexão com a internet. Verifique sua rede e tente novamente.

# search_error_no_results_found
source: No results found for \”%@\”. Try searching for something else.
es: No se encontraron resultados para \”%@\”. Intente buscar algo más.
pt_br: Nenhum resultado encontrado para \”%@\”. Tente pesquisar algo diferente.

# search_error_service_error
source: Service error %@: %@. Please try again later.
es: Error de servicio (%@): %@. Intente nuevamente más tarde.
pt_br: Erro de serviço (%@): %@. Tente novamente mais tarde.

# search_filter_apply
source: Apply
es: Aplicar
pt_br: Aplicar

# search_filter_reset
source: Reset
es: Restablecer
pt_br: Resetar

# search_filter_sort_by
source: Sort by
es: Ordenar por
pt_br: Ordenar por

# search_placeholder
source: Search for products, brands, and more...
es: Buscar productos, marcas y mucho más...
pt_br: Buscar produtos, marcas e muito mais…

# searching_offers_text
source: Searching for the best offers for you
es: Buscando las mejores ofertas para ti
pt_br: Buscando as melhores ofertas para você
